Repository: rimomiu/MeowHarvestManager
Catalog: MeowHarvest/Localizable.xcstrings
Source language: en
Languages: zh_hans

# %lld 张图片
source: %lld photos
zh_hans: %lld 张图片

# dashboard.balance
source: Balance
zh_hans: 结余

# dashboard.empty_description
source: Add income or expenses to see your farm summary here.
zh_hans: 添加收入或支出后，农场经营概览会显示在这里。

# dashboard.empty_title
source: No Data Yet
zh_hans: 暂无数据

# dashboard.navigation_title
source: Farm Overview
zh_hans: 农场概览

# dashboard.recent_transactions
source: Recent Transactions
zh_hans: 最近账目

# dashboard.record_count
source: Records
zh_hans: 账目数量

# dashboard.total_expense
source: Total Expenses
zh_hans: 总支出

# dashboard.total_income
source: Total Income
zh_hans: 总收入

# tab.add_transaction
source: Add
zh_hans: 记账

# tab.dashboard
source: Overview
zh_hans: 概览

# tab.transactions
source: Transactions
zh_hans: 账目

# 从相册选择多张图片
source: Choose photos from album
zh_hans: 从相册选择多张图片

# 保存成功
source: Save Sucessful
zh_hans: 保存成功

# 保存收入或支出后会显示在这里。
source: Income or expense shows here
zh_hans: 保存收入或支出后会显示在这里。

# 保存记录
source: Save record
zh_hans: 保存记录

# 分类
source: Category
zh_hans: 分类

# 发票与收据
source: Invoices and Receipts
zh_hans: 发票与收据

# 商家 / 收款人
source: Vendor or Payer
zh_hans: 商家/收款人

# 图片无法读取
source: Image can not access
zh_hans: 图片无法读取

# 备注
source: Note
zh_hans: 备注

# 好的
source: Ok
zh_hans: 好的

# 已选择 %lld 张图片
source: Already choose %lld photos
zh_hans: 已选择 %lld 张图片

# 拍照
source: Take a picture
zh_hans: 拍照

# 收入来源
source: Source of income
zh_hans: 收入来源

# 新增账目
source: Add a new record
zh_hans: 新增账目

# 日期
source: Date
zh_hans: 日期

# 暂无账目
source: No transaction
zh_hans: 暂无账目

# 没有附件
source: No attachment
zh_hans: 没有附件

# 类型
source: Type of transaction
zh_hans: 类型

# 账目信息
source: Transaction detail
zh_hans: 账目信息

# 账目记录
source: List of transaction
zh_hans: 账目记录

# 账目详情
source: Detail of transaction
zh_hans: 账目详情

# 这笔账目没有上传发票图片。
source: No picture in the transaction
zh_hans: 这笔账目没有上传发票图片。

# 金额
source: Amount
zh_hans: 金额
